{"Why should I set physical activity goals?": "¿Por qué debería establecer objetivos de actividad física?", "How do I set physical activity goals?": "¿Cómo establezco los objetivos de actividad física?", "What are the benefits of losing weight?": "¿Cuáles son los beneficios de perder peso?", "What is body mass index (BMI)?": "¿Qué es el índice de masa corporal (IMC)?", "Why did I stop losing weight?": "¿Por qué dejé de perder peso?", "Why should I take the medications I'm prescribed?": "¿Por qué debería tomar los medicamentos que me recetan?", "What is healthy sleep?": "¿Qué es el sueño saludable?", "Why is alcohol bad for my health?": "¿Por qué el alcohol es malo para mi salud?", "How can I track how much I drink?": "¿Cómo puedo hacer un seguimiento de cuánto bebo?", "Why should I eat healthy food?": "¿Por qué debería comer alimentos saludables?", "What are whole foods?": "¿Qué son alimentos integrales?", "How can I make healthy food taste good?": "¿Cómo puedo hacer que los alimentos saludables tengan un sabor bueno?", "What are the benefits of eating whole foods?": "¿Cuáles son los beneficios de comer alimentos integrales?", "What foods should I not eat?": "¿Qué alimentos no debo comer?", "What foods should I eat?": "¿Qué alimentos debo comer?", "What are healthy fats?": "¿Qué son las grasas sanas?", "What are unhealthy fats?": "¿Qué son las grasas poco saludables?", "How do I read nutrition labels?": "¿Cómo leo las etiquetas nutricionales?", "How do I build a healthy plate/meal?": "¿Cómo construyo un plato/comida saludable?", "How do I think about food portions?": "¿Cómo pienso en las porciones de comida?", "How do I shop smart at grocery stores?": "¿Cómo compro inteligente en las tiendas de comestibles?", "How do I save money at the grocery store?": "¿Cómo ahorro dinero en la tienda de comestibles?", "How do I eat well when I'm busy?": "¿Cómo como bien cuando estoy ocupado?", "Can I learn to cook healthy food?": "¿Puedo aprender a cocinar alimentos saludables?", "How do I make recipes healthier?": "¿Cómo hago que las recetas sean más saludables?", "How can I get support from friends and family for healthy eating?": "¿Cómo puedo obtener el apoyo de amigos y familiares para una alimentación saludable?", "How do I eat well when dining out?": "¿Cómo como bien cuando coco?", "How do I eat well at social events?": "¿Cómo como bien en eventos sociales?", "What are the benefits of getting active?": "¿Cuáles son los beneficios de estar activo?", "How do I get active in cold weather?": "¿Cómo puedo mantenerme activo cuando hace frío?", "How can I get active in hot weather?": "¿Cómo puedo actuar en clima cálido?", "How do I make time for getting active?": "¿Cómo hago tiempo para ponerme activo?", "How do I include kids in being active?": "¿Cómo incluyo a los niños en estar activos?", "How can I feel safe while getting active?": "¿Cómo puedo sentirme seguro mientras estoy activo?", "How do I make physical activity more fun?": "¿Cómo hago que la actividad física sea más divertida?", "How do I address pain and soreness from getting active?": "¿Cómo abordo el dolor y el dolor de ponerse activo?", "What is moderate physical activity?": "¿Qué es la actividad física moderada?", "Why is sitting bad for health?": "¿Por qué está sentado mal para la salud?", "How can I sit less each day?": "¿Cómo puedo sentarme menos cada día?", "How can I be more active at work?": "¿Cómo puedo ser más activo en el trabajo?", "How do I get active even when I'm tired?": "¿Cómo estoy activo incluso cuando estoy cansado?", "What are tips to finding time to be active throughout the day?": "¿Cuáles son los consejos para encontrar tiempo para estar activo durante todo el día?", "How do I remember to be active?": "¿Cómo recuerdo estar activo?", "How can I make being active a habit?": "¿Cómo puedo hacer que estar activo sea un hábito?", "What are the benefits of tracking physical activity?": "¿Cuáles son los beneficios de rastrear la actividad física?", "How do I track physical activity?": "¿Cómo puedo registrar la actividad física?", "How can I track activity even when I'm busy?": "¿Cómo puedo rastrear la actividad incluso cuando estoy ocupado?", "How can I track my activity without reading/writing?": "¿Cómo puedo rastrear mi actividad sin leer/escribir?", "How do I remember to track my activity?": "¿Cómo recuerdo rastrear mi actividad?", "How do I stay motivated to track activity?": "¿Cómo me mantengo motivado para rastrear la actividad?", "What are some more ideas for getting active?": "¿Cuáles son algunas ideas más para estar activo?", "How do I add strength training while getting active?": "¿Cómo agrego entrenamiento de fuerza mientras estoy activo?", "How do I add intensity while getting active?": "¿Cómo agrego intensidad mientras estoy activo?", "How do I stay active even during life changes?": "¿Cómo me mantengo activo incluso durante los cambios en la vida?", "How do I stay active when money is tight?": "¿Cómo me mantengo activo cuando el dinero está apretado?", "How do I stay active with an injury or illness?": "¿Cómo me mantengo activo con una lesión o enfermedad?", "How do I stay active when away from home?": "¿Cómo me mantengo activo cuando está fuera de casa?", "How do I get healthy sleep?": "¿Cómo puedo dormir saludable?", "What are tips for getting healthy sleep?": "¿Cuáles son los consejos para dormir bien?", "How do I deal with trouble sleeping?": "¿Cómo lato con problemas para dormir?", "How does my sleep change as I get older?": "¿Cómo cambia mi sueño a medida que envejezco?", "How can I avoid restless sleep?": "¿Cómo puedo evitar el sueño inquieto?", "How can I practice good sleep hygiene?": "¿Cómo puedo practicar una buena higiene del sueño?", "How does technology affect my sleep?": "¿Cómo afecta la tecnología mi sueño?", "Is meditation a good strategy to improve sleep?": "¿Es la meditación una buena estrategia para mejorar el sueño?", "How do I lose weight?": "¿Cómo puedo perder peso?", "How do I set weight loss goals?": "¿Cómo establezco los objetivos de pérdida de peso?", "How do I maintain a healthy weight?": "¿Cómo mantengo un peso saludable?", "What are the benefits of tracking your food?": "¿Cuáles son los beneficios de rastrear su comida?", "How do I track food?": "¿Cómo rastrogo la comida?", "How do I track food even when I'm busy?": "¿Cómo rastrogo la comida incluso cuando estoy ocupado?", "How do I track food without reading/writing?": "¿Cómo rastrogo la comida sin leer/escribir?", "How do I remember to track food?": "¿Cómo recuerdo rastrear la comida?", "How can I stay motivated to track my food?": "¿Cómo puedo mantenerme motivado para rastrear mi comida?", "How can I avoid stigma when trying to manage my weight?": "¿Cómo puedo evitar el estigma al tratar de controlar mi peso?", "What is the relationship between weight management and eating disorders?": "¿Cuál es la relación entre el control de peso y los trastornos alimentarios?", "Are there medications to manage weight?": "¿Hay medicamentos para controlar el peso?", "What is cholesterol?": "¿Qué es el colesterol?", "How do I screen for cholesterol?": "¿Cómo puedo detectar el colesterol?", "What are healthy blood lipid levels?": "¿Qué son los niveles de lípidos de sangre sanos?", "How do I manage my cholesterol?": "¿Cómo manejo mi colesterol?", "How do I track my cholesterol?": "¿Cómo rastroque mi colesterol?", "Are there medications to manage cholesterol?": "¿Hay medicamentos para administrar el colesterol?", "What are good foods to eat if I am trying to manage my cholesterol?": "¿Cuáles son los buenos alimentos para comer si estoy tratando de manejar mi colesterol?", "Is it better to control cholesterol with food instead of medicine?": "¿Es mejor controlar el colesterol con los alimentos en lugar de la medicina?", "What are healthy blood sugar levels?": "¿Cuáles son los niveles sanos de azúcar en la sangre?", "What do blood sugar levels mean?": "¿Qué significan los niveles de azúcar en la sangre?", "What is a continous glucose monitor?": "¿Qué es un monitor de glucosa continua?", "How can I get a continuous glucose monitor?": "¿Cómo puedo obtener un monitor de glucosa continuo?", "What is insulin?": "¿Qué es la insulina?", "What is HbA1C?": "¿Qué es HBA1C?", "How do I manage my blood sugar levels?": "¿Cómo manejo mis niveles de azúcar en la sangre?", "How do I track blood sugar levels?": "¿Cómo rastrojo los niveles de azúcar en la sangre?", "What is the relationship between blood sugar and diabetes?": "¿Cuál es la relación entre el azúcar en la sangre y la diabetes?", "What is diabetes?": "¿Qué es la diabetes?", "What is the difference between type 1 and type 2 diabetes?": "¿Cuál es la diferencia entre la diabetes tipo 1 y el tipo 2?", "How do I prevent high blood sugar?": "¿Cómo puedo prevenir un nivel alto de azúcar en la sangre?", "How do I prevent low blood sugar?": "¿Cómo evito un nivel bajo de azúcar en la sangre?", "How do I detect high blood sugar?": "¿Cómo puedo detectar niveles altos de azúcar en la sangre?", "How do I detect low blood sugar?": "¿Cómo detecto el nivel bajo de azúcar en la sangre?", "What is a healthy heart?": "¿Qué es un corazón sano?", "What do blood pressure numbers mean?": "¿Qué significan los números de presión arterial?", "How do I manage my blood pressure?": "¿Cómo manejo mi presión arterial?", "How does stress affect blood pressure?": "¿Cómo afecta el estrés la presión arterial?", "How do I detect high blood pressure?": "¿Cómo detecto la presión arterial alta?", "How often do I need to track my blood pressure?": "¿Con qué frecuencia necesito rastrear mi presión arterial?", "How can I detect my blood pressure at home?": "¿Cómo puedo detectar mi presión arterial en casa?", "What is the benefit of tracking my blood pressure?": "¿Cuál es el beneficio de rastrear mi presión arterial?", "How does my blood pressure change throughout the day?": "¿Cómo cambia mi presión arterial durante todo el día?", "What are things that most often affect blood pressure?": "¿Cuáles son las cosas que a menudo afectan la presión arterial?", "How do I keep my heart healthy?": "¿Cómo mantengo mi corazón sano?", "How do I remember to take my meds?": "¿Cómo recuerdo tomar mis medicamentos?", "What is the best way to organize my meds?": "¿Cuál es la mejor manera de organizar mis medicamentos?", "How do I remember to refill my prescriptions?": "¿Cómo recuerdo rellenar mis recetas?", "How can I manage medication side effects?": "¿Cómo puedo gestionar los efectos secundarios de los medicamentos?", "Can I get medications through the mail?": "¿Puedo obtener medicamentos por correo?", "Can I have my medication refilled automatically?": "¿Puedo rellenar mi medicamento automáticamente?", "Can I have a friend or family member pick up my medications?": "¿Puedo hacer que un amigo o familiar recoja mis medicamentos?", "What is Wegovy?": "¿Qué es Wegovy?", "What is Ozempic?": "¿Qué es Ozempic?", "What are SMART goals?": "¿Cuáles son los objetivos inteligentes?", "How can I get back on track with my goals?": "Volver a la pista con sus objetivos", "What are the benefits of setting goals?": "¿Cuáles son los beneficios de establecer objetivos?", "What are the goals of the Life's Essential 8 Program?": "¿Cuáles son los objetivos del programa Essential 8 de la vida?", "What is the LE8 program?": "¿Cuál es el programa LE8?", "What do I have to do if I'm in the LE8?": "¿Qué tengo que hacer si estoy en el LE8?", "What does it mean to change my lifestyle?": "¿Qué significa cambiar mi estilo de vida?", "How can I reduce stress?": "¿Cómo puedo reducir el estrés?", "How can I cope with stressful situations?": "¿Cómo puedo hacer frente a situaciones estresantes?", "How can I replace harmful thoughts with helpful thoughts?": "¿Cómo puedo reemplazar los pensamientos dañinos con pensamientos útiles?", "How can I limit my alcohol use?": "¿Cómo puedo limitar mi consumo de alcohol?", "What is a healthy weight?": "¿Qué es un peso saludable?", "How can I lose weight?": "¿Cómo puedo perder peso?", "How to set weight loss goals": "¿Cuáles son las mejores maneras de establecer metas para pérdida de peso?", "How can I maintain a healthy weight?": "¿Cómo puedo mantener un peso saludable?", "Why is it important to not skip my meds?": "¿Por qué es importante no omitir mis medicamentos?", "What are ways to remember to take my medications?": "¿Cuáles son las formas de recordar tomar mis medicamentos?", "What are good ways to organize medications?": "¿Cuáles son las buenas formas de organizar los medicamentos?", "What are ways to remember to refill medications?": "¿Cuáles son buenas estrategias para recordar volver a surtir los medicamentos?", "How can I save money on medications?": "¿Cómo puedo ahorrar dinero en medicamentos?", "How does sleep affect my health?": "¿Cómo afecta el sueño a mi salud?", "How can I get healthy sleep?": "¿Cómo puedo dormir saludable?", "What are more tips for getting healthy sleep?": "¿Cuáles son más consejos para dormir bien?", "How do I manage trouble sleeping?": "¿Cómo manejo los problemas para dormir?", "How can I get support from friends and family?": "¿Cómo puedo obtener el apoyo de amigos y familiares?", "How can I form a support network for health?": "¿Cómo puedo formar una red de apoyo para la salud?", "How does stress affect my health?": "¿Cómo afecta el estrés a mi salud?", "How does stress impact my health decisions?": "¿Cómo impacta el estrés en mis decisiones de salud?", "How to replace harmful thoughts with helpful thoughts": "¿Cómo puedo reemplazar los pensamientos dañinos con pensamientos útiles?", "Why is nicotine bad for my health?": "¿Por qué la nicotina es mala para mi salud?", "How does secondhand smoke affect my health?": "¿Cómo afecta el humo de segunda mano mi salud?", "How can I quit smoking?": "¿Como puedo dejar de fumar?", "How can I make a plan to quit nicotine?": "¿Cómo puedo hacer un plan para dejar la nicotina?", "How do I use nicotine replacement therapy?": "¿Cómo uso la terapia de reemplazo de nicotina?", "How do I manage nicotine cravings?": "¿Cómo manejo los antojos de nicotina?", "Can I use medications to help quit nicotine?": "¿Puedo usar medicamentos para ayudar a dejar la nicotina?", "How does being active help me to quit nicotine?": "¿Cómo me mantengo activo como una forma de dejar de fumar?", "How can I avoid smoking for the long term?": "¿Cómo puedo evitar fumar a largo plazo?", "How do I manage stress while quitting nicotine?": "¿Cómo manejo el estrés al dejar la nicotina?", "How can I get back on track with quitting nicotine?": "¿Cómo puedo retomar el camino para dejar la nicotina?", "What is type 2 diabetes?": "¿Qué es la diabetes tipo 2?", "What are the complications of diabetes, hypertension, & cholesterol?": "¿Cuáles son las complicaciones de la diabetes, la hipertensión y el colesterol?", "How do i detect low blood sugar?": "¿Cómo detecto un nivel bajo de azúcar en la sangre?", "How do I treat low blood sugar?": "¿Cómo trato un nivel bajo de azúcar en la sangre?", "How do I treat high blood sugar?": "¿Cómo trato el nivel alto de azúcar en la sangre?", "How do I prevent diabetes ketoacidosis?": "¿Cómo prevenir la cetoacidosis de la diabetes?", "How do I detect diabetes ketoacidosis?": "¿Cómo detecto la cetoacidosis de diabetes?", "How do I treat diabetes ketoacidosis?": "¿Cómo trato la cetoacidosis de la diabetes?", "How does vaccination prevent diabetes complications?": "¿Cómo previene la vacunación las complicaciones de la diabetes?", "Why do I need to be vaccinated if I have diabetes?": "¿Por qué necesito ser vacunado si tengo diabetes?", "How do I treat vaccine side effects?": "¿Cómo trato los efectos secundarios al vacunarme?", "What are ways to prevent vision loss?": "¿Cuáles son las formas de prevenir la pérdida de visión?", "How do I detect vision loss?": "¿Cómo detecto la pérdida de visión?", "What are treatment options for vision loss?": "¿Cuáles son las opciones de tratamiento para la pérdida de visión?", "How do I prevent foot complications?": "¿Cómo prevengo las complicaciones de los pies?", "How do I detect foot complications?": "¿Cómo detecto las complicaciones de los pies?", "How do I treat foot complications?": "¿Cómo trato las complicaciones de los pies?", "How do I prevent oral health complications?": "¿Cómo evito las complicaciones de salud oral?", "How do you detect oral health complications?": "¿Cómo detecto las complicaciones de salud oral?", "How do you treat oral health complications?": "¿Cómo trato las complicaciones de salud oral?", "How can I prevent chronic kidney disease?": "¿Cómo puedo prevenir la enfermedad renal crónica?", "How can I detect chronic kidney disease?": "¿Cómo puedo detectar la enfermedad renal crónica?", "How can I treat chronic kidney disease?": "¿Cómo puedo tratar la enfermedad renal crónica?", "Why should I get screened for diabetes?": "¿Por qué debo hacerme una prueba de detección de diabetes?", "Am I eligible to be screened for diabetes?": "¿Soy elegible para ser seleccionado para diabetes?", "What is involved in screening for diabetes?": "¿Qué implica la detección de diabetes?", "How can I prevent diabetes?": "¿Cómo puedo prevenir la diabetes?", "Why should I get screened for high blood pressure?": "¿Por qué debería ser examinado para detectar presión arterial alta?", "Am I eligible to be screened for high blood pressure?": "¿Soy elegible para ser examinado para la presión arterial alta?", "What is involved in screening for high blood pressure?": "¿Qué implica la detección de la presión arterial alta?", "How do I manage high blood pressure?": "¿Cómo manejo la presión arterial alta?", "Why should I get screened for high cholesterol?": "¿Por qué debería ser examinado para el colesterol alto?", "Am I eligible to get my cholesterol screened?": "¿Soy elegible para hacerme una prueba de colesterol?", "What is involved in screening for high cholesterol?": "¿Qué implica la detección de colesterol alto?", "How can I prevent high cholesterol?": "¿Cómo puedo prevenir el colesterol alto?", "Why should I get screened for diabetes and high blood pressure?": "¿Por qué debería ser examinado para detectar diabetes y presión arterial alta?", "Am I eligible to get screened for diabetes and high blood pressure?": "¿Soy elegible para ser examinado para detectar diabetes y presión arterial alta?", "What is involved in screening for diabetes and high blood pressure?": "¿Qué implica la detección de diabetes y presión arterial alta?", "How do I prevent diabetes and high blood pressure?": "¿Cómo puedo prevenir la diabetes y la presión arterial alta?", "Why should I get screened for diabetes and high cholesterol?": "¿Por qué debo hacerme pruebas de detección de diabetes y colesterol alto?", "Am I eligible to get screened for diabetes and high cholesterol?": "¿Soy elegible para ser examinado para diabetes y colesterol alto?", "What is involved in screening for diabetes and high cholesterol?": "¿Qué implica la detección de diabetes y colesterol alto?", "How can I manage diabetes and high blood cholesterol?": "¿Cómo puedo manejar la diabetes y el colesterol de sangre alta?", "Why should I get screened for high blood pressure and high cholesterol?": "¿Por qué debería ser examinado para detectar presión arterial alta y colesterol alto?", "Am I eligible to get screened for high blood pressure and high cholesterol?": "¿Soy elegible para ser examinado para detectar presión arterial alta y colesterol alto?", "What is involved in screening for high blood pressure and high cholesterol?": "¿Qué implica la detección de la presión arterial alta y el colesterol alto?", "How can I manage high blood pressure and high blood cholesterol?": "¿Cómo puedo manejar la presión arterial alta y el colesterol sangre alta?", "Why should I get screened for diabetes, high blood pressure, and high cholesterol?": "¿Por qué debería ser examinado para detectar diabetes, presión arterial alta y colesterol alto?", "Am I eligible to get screened for diabetes, high blood pressure, and high cholesterol?": "¿Soy elegible para hacerme pruebas de detección de diabetes, presión arterial alta y colesterol alto?", "What is involved in screening for diabetes, high blood pressure, and high cholesterol?": "¿Qué implica la detección de diabetes, presión arterial alta y colesterol alto?", "How can I prevent diabetes, high blood pressure, and high blood cholesterol?": "¿Cómo puedo prevenir la diabetes, la presión arterial alta y el colesterol en la sangre alta?"}